Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# canvasPreferencesSnapToMidpointsTitle
source: Snap to midpoints
ar: الالتصاق بالنقاط الوسطى
de: An Mittelpunkten einrasten
es: Ajustar a puntos medios
fr: Accrocher aux points médians
hi: मध्य-बिंदुओं पर स्नैप
it: Aggancia ai punti medi
ja: 中点にスナップ
ko: 중간점에 스냅
nl: Uitlijnen op middenpunten
pl: Przyciągaj do punktów środkowych
pt: Encaixar nos pontos médios
ru: Привязка к серединам
th: แนบที่จุดกึ่งกลาง
tr: Orta noktalara yapış
vi: Bắt vào điểm giữa
zh_hans: 吸附到中点
zh_hant: 吸附到中點

# canvasPreferencesStatesTitle
source: Canvas & shape properties
ar: خصائص اللوحة والأشكال
de: Leinwand- und Formeigenschaften
es: Propiedades del lienzo y de las formas
fr: Propriétés du canevas et des formes
hi: कैनवास और आकृति गुण
it: Proprietà della tela e delle forme
ja: キャンバスと図形のプロパティ
ko: 캔버스 및 도형 속성
nl: Canvas- en vormeigenschappen
pl: Właściwości płótna i kształtów
pt: Propriedades do quadro e das formas
ru: Свойства холста и фигур
th: คุณสมบัติของแคนวาสและรูปทรง
tr: Tuval ve şekil özellikleri
vi: Thuộc tính canvas và hình
zh_hans: 画布与形状属性
zh_hant: 畫布與形狀屬性

# canvasPreferencesStickToObjectsTitle
source: Stick to objects
ar: الالتصاق بالكائنات
de: An Objekten andocken
es: Ajustar a objetos
fr: S'aligner sur les objets
hi: वस्तुओं से चिपकें
it: Attacca agli oggetti
ja: オブジェクトに固定
ko: 객체에 붙이기
nl: Vastzetten aan objecten
pl: Przyklej do obiektów
pt: Fixar aos objetos
ru: Привязывать к объектам
th: ยึดติดกับวัตถุ
tr: Nesnelere yapış
vi: Dính vào đối tượng
zh_hans: 贴靠对象
zh_hant: 貼靠物件

# canvasPreferencesTitle
source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
ja: 環境設定
ko: 환경 설정
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Настройки
th: การตั้งค่า
tr: Tercihler
vi: Tùy chọn
zh_hans: 首选项
zh_hant: 偏好設定

# canvasPreferencesToggleGridTitle
source: Toggle grid
ar: تبديل الشبكة
de: Raster umschalten
es: Alternar cuadrícula
fr: Activer/désactiver la grille
hi: ग्रिड चालू/बंद करें
it: Attiva/disattiva griglia
ja: グリッドの表示切替
ko: 격자 표시 전환
nl: Raster in-/uitschakelen
pl: Włącz/wyłącz siatkę
pt: Alternar grade
ru: Переключить сетку
th: สลับตาราง
tr: Izgarayı aç/kapat
vi: Bật/tắt lưới
zh_hans: 切换网格
zh_hant: 切換格線

# canvasPreferencesToolLockTitle
source: Tool lock
ar: قفل الأداة
de: Werkzeug sperren
es: Bloqueo de herramienta
fr: Verrouillage de l'outil
hi: टूल लॉक
it: Blocco strumento
ja: ツールロック
ko: 도구 잠금
nl: Gereedschap vergrendelen
pl: Blokada narzędzia
pt: Bloqueio da ferramenta
ru: Фиксация инструмента
th: ล็อกเครื่องมือ
tr: Araç kilidi
vi: Khóa công cụ
zh_hans: 工具锁定
zh_hant: 工具鎖定

# canvasPreferencesViewModeTitle
source: View mode
ar: وضع العرض
de: Ansichtsmodus
es: Modo de visualización
fr: Mode d'affichage
hi: दृश्य मोड
it: Modalità di visualizzazione
ja: 表示モード
ko: 보기 모드
nl: Weergavemodus
pl: Tryb widoku
pt: Modo de visualização
ru: Режим просмотра
th: โหมดการดู
tr: Görünüm modu
vi: Chế độ xem
zh_hans: 视图模式
zh_hant: 檢視模式

# canvasPreferencesZenModeTitle
source: Zen mode
ar: وضع التركيز
de: Zen-Modus
es: Modo Zen
fr: Mode Zen
hi: ज़ेन मोड
it: Modalità Zen
ja: 集中モード
ko: 집중 모드
nl: Zen-modus
pl: Tryb zen
pt: Modo Zen
ru: Режим «Дзен»
th: โหมดไม่มีสิ่งรบกวน
tr: Zen modu
vi: Chế độ Zen
zh_hans: 禅模式
zh_hant: 禪模式

# canvasSearchCaseSensitiveOff
source: Case sensitive (off)
ar: مطابقة حالة الأحرف (معطلة)
de: Groß-/Kleinschreibung (aus)
es: Distinguir mayúsculas y minúsculas (desactivado)
fr: Sensible à la casse (désactivé)
hi: केस-संवेदनशील (बंद)
it: Maiuscole/minuscole (disattivato)
ja: 大文字小文字を区別（オフ）
ko: 대소문자 구분 (끔)
nl: Hoofdlettergevoelig (uit)
pl: Uwzględnianie wielkości liter (wył.)
pt: Diferenciar maiúsculas/minúsculas (desativado)
ru: Учитывать регистр (выкл.)
th: แยกความแตกต่างตัวพิมพ์ใหญ่/เล็ก (ปิด)
tr: Büyük/küçük harf duyarlı (kapalı)
vi: Phân biệt chữ hoa/thường (tắt)
zh_hans: 区分大小写（关闭）
zh_hant: 區分大小寫（關）

# canvasSearchCaseSensitiveOn
source: Case sensitive (on)
ar: مطابقة حالة الأحرف (مفعّلة)
de: Groß-/Kleinschreibung (ein)
es: Distinguir mayúsculas y minúsculas (activado)
fr: Sensible à la casse (activé)
hi: केस-संवेदनशील (चालू)
it: Maiuscole/minuscole (attivato)
ja: 大文字小文字を区別（オン）
ko: 대소문자 구분 (켬)
nl: Hoofdlettergevoelig (aan)
pl: Uwzględnianie wielkości liter (wł.)
pt: Diferenciar maiúsculas/minúsculas (ativado)
ru: Учитывать регистр (вкл.)
th: แยกความแตกต่างตัวพิมพ์ใหญ่/เล็ก (เปิด)
tr: Büyük/küçük harf duyarlı (açık)
vi: Phân biệt chữ hoa/thường (bật)
zh_hans: 区分大小写（开启）
zh_hant: 區分大小寫（開）

# canvasSearchFieldPrompt
source: Search canvas…
ar: ابحث في اللوحة…
de: Leinwand durchsuchen…
es: Buscar en el lienzo…
fr: Rechercher sur le canevas…
hi: कैनवास खोजें…
it: Cerca nel canvas…
ja: キャンバスを検索…
ko: 캔버스 검색…
nl: Canvas doorzoeken…
pl: Szukaj na płótnie…
pt: Pesquisar no canvas…
ru: Поиск по холсту…
th: ค้นหาแคนวาส…
tr: Tuvalde ara…
vi: Tìm trên khung vẽ…
zh_hans: 搜索画布…
zh_hant: 搜尋畫布…

# canvasSearchResultsQueryEmptyHint
source: Type to search elements on the canvas.
ar: اكتب للبحث عن العناصر على اللوحة.
de: Text eingeben, um Elemente auf der Leinwand zu durchsuchen.
es: Escribe para buscar elementos en el lienzo.
fr: Saisissez du texte pour rechercher des éléments sur le canevas.
hi: कैनवास पर तत्व खोजने के लिए टाइप करें।
it: Digita per cercare elementi nel canvas.
ja: キャンバス上の要素を検索するには入力してください。
ko: 캔버스에서 요소를 검색하려면 입력하세요.
nl: Typ om elementen op het canvas te doorzoeken.
pl: Wpisz, aby wyszukać elementy na płótnie.
pt: Digite para pesquisar elementos no canvas.
ru: Начните ввод, чтобы искать элементы на холсте.
th: พิมพ์เพื่อค้นหาองค์ประกอบบนแคนวาส
tr: Tuvaldeki öğeleri aramak için yazın.
vi: Nhập để tìm kiếm các phần tử trên khung vẽ.
zh_hans: 输入以在画布上搜索元素。
zh_hant: 在畫布上輸入以搜尋元素。

# canvasSearchResultsResultsEmptyHint
source: No results
ar: لا نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果がありません
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ru: Нет результатов
th: ไม่มีผลลัพธ์
tr: Sonuç bulunamadı
vi: Không có kết quả
zh_hans: 没有结果
zh_hant: 沒有結果

# checkpointButtonDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# checkpointButtonRestore
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# checkpoints
source: File history
ar: تاريخ الملفات
de: Dateihistorie
es: Historial de archivos
fr: Historique des fichiers
hi: फ़ाइल इतिहास
it: Cronologia file
ja: ファイル履歴
ko: 파일 기록
nl: Bestandsgeschiedenis
pl: Historia plików
pt: Histórico de arquivos
ru: История файлов
th: ประวัติไฟล์
tr: Dosya geçmişi
vi: Lịch sử tệp
zh_hans: 文件历史
zh_hant: 檔案歷史

# checkpointsElementsDescription
source: ^[%d elements](inflect: true)
ar: ^[%d عنصر](inflect: true)
de: ^[%d Elemente](inflect: true)
es: ^[%d elementos](inflect: true)
fr: ^[%d éléments](inflect: true)
hi: ^[%d तत्व](inflect: true)
it: ^[%d elementi](inflect: true)
ja: ^[%d 要素](inflect: true)
ko: ^[%d 요소](inflect: true)
nl: ^[%d elementen](inflect: true)
pl: ^[%d elementów](inflect: true)
pt: ^[%d elementos](inflect: true)
ru: ^[%d элементов](inflect: true)
th: ^[%d องค์ประกอบ](inflect: true)
tr: ^[%d öğe](inflect: true)
vi: ^[%d phần tử](inflect: true)
zh_hans: ^[%d 个元素](inflect: true)
zh_hant: ^[%d 個元素](inflect: true)

# checkpointsIsBetaTips
source: Beta · This is rendered by native canvas.
ar: بيتا · يتم عرض هذا بواسطة لوحة الرسم الأصلية.
de: Beta · Dies wird von der nativen Canvas gerendert.
es: Beta · Esto está renderizado por un lienzo nativo.
fr: Bêta · Cela est rendu par le canevas natif.
hi: बीटा · यह मूल कैनवास द्वारा प्रस्तुत किया गया है।
it: Beta · Questo è visualizzato tramite canvas nativo.
ja: ベータ · これはネイティブキャンバスによってレンダリングされています。
ko: 베타 · 이것은 네이티브 캔버스에 의해 렌더링됩니다.
nl: Bèta · Dit wordt weergegeven door de native canvas.
pl: Beta · To jest renderowane przez natywny canvas.
pt: Beta · Isso é renderizado por um canvas nativo.
ru: Бета · Это отображается с помощью нативного холста.
th: เบต้า · สิ่งนี้ถูกสร้างขึ้นโดยแคนวาสพื้นเมือง
tr: Beta · Bu, yerel canvas tarafından render edilmiştir.
vi: Beta · Điều này được hiển thị bởi canvas gốc.
zh_hans: Beta - 由本地画布渲染。
zh_hant: Beta · 這是由原生畫布渲染的。

# collaborationAlertNameRequiredMessage
source: Please input your name to start collaboration.
ar: يرجى إدخال اسمك لبدء التعاون.
de: Bitte geben Sie Ihren Namen ein, um die Zusammenarbeit zu starten.
es: Por favor, ingresa tu nombre para comenzar la colaboración.
fr: Veuillez saisir votre nom pour commencer la collaboration.
hi: सहयोग शुरू करने के लिए कृपया अपना नाम दर्ज करें।
it: Per favore inserisci il tuo nome per iniziare la collaborazione.
ja: コラボレーションを開始するために名前を入力してください。
ko: 협업을 시작하려면 이름을 입력해 주세요.
nl: Voer uw naam in om samen te werken.
pl: Proszę wpisać swoje imię, aby rozpocząć współpracę.
pt: Por favor, insira seu nome para começar a colaboração.
ru: Пожалуйста, введите ваше имя, чтобы начать сотрудничество.
th: กรุณาใส่ชื่อของคุณเพื่อเริ่มต้นการทำงานร่วมกัน
tr: Lütfen iş birliğine başlamak için adınızı girin.
vi: Vui lòng nhập tên của bạn để bắt đầu hợp tác.
zh_hans: 请输入您的姓名以开始协作。
zh_hant: 請輸入您的名字以開始合作。

# collaborationAlertNameRequiredTitle
source: Name required
ar: اسم مطلوب
de: Name erforderlich
es: Nombre requerido
fr: Nom requis
hi: नाम आवश्यक
it: Nome richiesto
ja: 名前が必要です
ko: 이름 필요
nl: Naam vereist
pl: Imię wymagane
pt: Nome necessário
ru: Имя обязательно
th: ต้องการชื่อ
tr: Ad gerekli
vi: Cần có tên
zh_hans: 姓名必填
zh_hant: 需要名字

# collaborationButtonCreateNewRoom
source: Create a new room
ar: إنشاء غرفة جديدة
de: Einen neuen Raum erstellen
es: Crear una nueva sala
fr: Créer une nouvelle salle
hi: एक नया कमरा बनाएँ
it: Crea una nuova stanza
ja: 新しい部屋を作成
ko: 새 방 만들기
nl: Maak een nieuwe kamer
pl: Utwórz nowy pokój
pt: Criar uma nova sala
ru: Создать новую комнату
th: สร้างห้องใหม่
tr: Yeni bir oda oluştur
vi: Tạo một phòng mới
zh_hans: 创建新房间
zh_hant: 創建新房間

# collaborationButtonJoinRoom
source: Join a room
ar: انضم إلى غرفة
de: Einem Raum beitreten
es: Unirse a una sala
fr: Rejoindre une salle
hi: एक कमरे में शामिल हों
it: Unisciti a una stanza
ja: 部屋に参加
ko: 방에 참여하기
nl: Neem deel aan een kamer
pl: Dołącz do pokoju
pt: Entrar em uma sala
ru: Присоединиться к комнате
th: เข้าร่วมห้อง
tr: Bir odaya katıl
vi: Tham gia một phòng
zh_hans: 加入房间
zh_hant: 加入房間

# collaborationCreateRoomSheetDefaultRoomName
source: %@’s Room
ar: غرفة %@
de: %@’s Raum
es: Sala de %@
fr: Salle de %@
hi: %@ का कमरा
it: Stanza di %@
ja: %@の部屋
ko: %@의 방
nl: %@’s Kamer
pl: Pokój %@
pt: Sala de %@
ru: Комната %@
th: ห้องของ %@
tr: %@’nin Odası
vi: Phòng của %@
zh_hans: %@ 的房间
zh_hant: %@ 的房間

# collaborationCreateRoomSheetNameFieldLabel
source: Room name
ar: اسم الغرفة
de: Raumname
es: Nombre de la sala
fr: Nom de la salle
hi: कमरे का नाम
it: Nome della stanza
ja: 部屋の名前
ko: 방 이름
nl: Kamers naam
pl: Nazwa pokoju
pt: Nome da sala
ru: Название комнаты
th: ชื่อห้อง
tr: Oda adı
vi: Tên phòng
zh_hans: 房间名称
zh_hant: 房間名稱

# collaborationCreateRoomSheetTitle
source: Create a room
ar: إنشاء غرفة
de: Einen Raum erstellen
es: Crear una sala
fr: Créer une salle
hi: एक कमरा बनाएँ
it: Crea una stanza
ja: 部屋を作成
ko: 방 만들기
nl: Maak een kamer
pl: Utwórz pokój
pt: Criar uma sala
ru: Создать комнату
th: สร้างห้อง
tr: Oda oluştur
vi: Tạo một phòng
zh_hans: 创建房间
zh_hant: 創建房間

# collaborationRoomSyncNoticeSubtitle
source: This usually takes 10-30 seconds.
ar: يستغرق هذا عادةً من 10 إلى 30 ثانية.
de: Dies dauert normalerweise 10-30 Sekunden.
es: Esto suele tardar entre 10 y 30 segundos.
fr: Cela prend généralement 10 à 30 secondes.
hi: इसमें आमतौर पर 10-30 सेकंड लगते हैं।
it: Di solito richiede 10-30 secondi.
ja: 通常 10～30 秒かかります。
ko: 보통 10~30초 정도 걸립니다.
nl: Dit duurt meestal 10-30 seconden.
pl: Zwykle zajmuje to 10-30 sekund.
pt: Isso geralmente leva de 10 a 30 segundos.
ru: Обычно это занимает 10-30 секунд.
th: โดยปกติจะใช้เวลา 10-30 วินาที
tr: Bu genellikle 10-30 saniye sürer.
vi: Thao tác này thường mất 10-30 giây.
zh_hans: 通常需要 10-30 秒。
zh_hant: 通常需要 10-30 秒。

# collaborationRoomSyncNoticeTitle
source: Syncing collaboration room...
ar: جارٍ مزامنة غرفة التعاون...
de: Kollaborationsraum wird synchronisiert...
es: Sincronizando sala de colaboración...
fr: Synchronisation de la salle de collaboration...
hi: सहयोग कक्ष सिंक हो रहा है...
it: Sincronizzazione della stanza di collaborazione...
ja: コラボレーションルームを同期中...
ko: 협업 방 동기화 중...
nl: Samenwerkingsruimte synchroniseren...
pl: Synchronizowanie pokoju współpracy...
pt: Sincronizando sala de colaboração...
ru: Синхронизация комнаты совместной работы...
th: กำลังซิงค์ห้องทำงานร่วมกัน...
tr: İş birliği odası eşitleniyor...
vi: Đang đồng bộ phòng cộng tác...
zh_hans: 正在同步协作房间...
zh_hant: 正在同步協作房間...

# collaborationFileArchiveSheetTitle
source: Archive Room
ar: أرشيف الغرفة
de: Raum archivieren
es: Archivar sala
fr: Archiver la salle
hi: कमरा संग्रहित करें
it: Archivio Stanza
ja: 部屋をアーカイブ
ko: 방 보관하기
nl: Archief Kamer
pl: Archiwum pokoju
pt: Arquivo da Sala
ru: Архивировать комнату
th: ห้องเก็บถาวร
tr: Arşiv Odası
vi: Lưu trữ phòng
zh_hans: 归档房间
zh_hant: 歸檔房間

# collaborationHomeDescription
source: Don't worry, the session is end-to-end encrypted, and fully private. Not even our server can see what you draw.
ar: لا تقلق، الجلسة مشفرة من طرف إلى طرف، وخاصة تمامًا. حتى خادمنا لا يمكنه رؤية ما ترسمه.
de: Keine Sorge, die Sitzung ist Ende-zu-Ende verschlüsselt und vollständig privat. Nicht einmal unser Server kann sehen, was du zeichnest.
es: No te preocupes, la sesión está cifrada de extremo a extremo y es completamente privada. Ni siquiera nuestro servidor puede ver lo que dibujas.
fr: Ne vous inquiétez pas, la session est chiffrée de bout en bout et entièrement privée. Même notre serveur ne peut pas voir ce que vous dessinez.
hi: चिंता न करें, सत्र एंड-टू-एंड एन्क्रिप्टेड है, और पूरी तरह से निजी है। हमारे सर्वर को भी यह नहीं दिखता कि आप क्या बनाते हैं।
it: Non preoccuparti, la sessione è crittografata end-to-end e completamente privata. Nemmeno il nostro server può vedere cosa disegni.
ja: 心配しないでください。このセッションはエンドツーエンドで暗号化されており、完全にプライベートです。私たちのサーバーでも、あなたが描くものを見ることはできません。
ko: 걱정하지 마세요. 세션은 종단 간 암호화되어 있으며, 완전히 비공개입니다. 우리 서버조차도 여러분이 그리는 내용을 볼 수 없습니다.
nl: Maak je geen zorgen, de sessie is end-to-end versleuteld en volledig privé. Zelfs onze server kan zien wat je tekent.
pl: Nie martw się, sesja jest szyfrowana end-to-end i w pełni prywatna. Nawet nasz serwer nie może zobaczyć, co rysujesz.
pt: Não se preocupe, a sessão é criptografada de ponta a ponta e totalmente privada. Nem mesmo nosso servidor pode ver o que você desenha.
ru: Не беспокойтесь, сессия защищена сквозным шифрованием и полностью приватна. Даже наш сервер не может видеть, что вы рисуете.
th: ไม่ต้องกังวล เซสชันนี้เข้ารหัสจากปลายทางถึงปลายทางและเป็นส่วนตัวอย่างเต็มที่ แม้แต่เซิร์ฟเวอร์ของเราก็ไม่สามารถเห็นสิ่งที่คุณวาดได้
tr: Endişelenmeyin, oturum uçtan uca şifreli ve tamamen özel. Hatta sunucumuz bile ne çizdiğinizi göremez.
vi: Đừng lo, phiên làm việc được mã hóa đầu-cuối và hoàn toàn riêng tư. Ngay cả máy chủ của chúng tôi cũng không thể thấy những gì bạn vẽ.
zh_hans: 请放心，会议是端到端加密的，完全私人。连我们的服务器都无法看到你画的内容。
zh_hant: 不用擔心，會議是端到端加密的，並且完全私密。我們的伺服器甚至無法看到你所畫的內容。

# collaborationHomeNameFieldLabel
source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
it: Il tuo nome
ja: あなたの名前
ko: 당신의 이름
nl: Jouw naam
pl: Twoje imię
pt: Seu nome
ru: Ваше имя
th: ชื่อของคุณ
tr: Adınız
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

# collaborationHomeNameFieldPlaceholder
source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
it: Il tuo nome
ja: あなたの名前
ko: 당신의 이름
nl: Jouw naam
pl: Twoje imię
pt: Seu nome
ru: Ваше имя
th: ชื่อของคุณ
tr: Adınız
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

# collaborationHomeNameFieldRequiredPopover
source: Please fill your name
ar: يرجى ملء اسمك
de: Bitte gib deinen Namen ein
es: Por favor, completa tu nombre
fr: Veuillez remplir votre nom
hi: कृपया अपना नाम भरें
it: Per favore, compila il tuo nome
ja: 名前を入力してください
ko: 이름을 입력해주세요
nl: Vul je naam in
pl: Proszę podać swoje imię
pt: Por favor, preencha seu nome
ru: Пожалуйста, укажите ваше имя
th: กรุณากรอกชื่อของคุณ
tr: Lütfen adınızı doldurun
vi: Vui lòng điền tên của bạn
zh_hans: 请填写你的名字
zh_hant: 請填寫你的名字

# collaborationHomeSubtitle
source: Invite people to collaborate on your drawing.
ar: ادعُ الأشخاص للتعاون في رسمك.
de: Lade Leute ein, um an deinem Zeichen zu arbeiten.
es: Invita a personas a colaborar en tu dibujo.
fr: Invitez des personnes à collaborer sur votre dessin.
hi: अपने चित्र पर सहयोग करने के लिए लोगों को आमंत्रित करें।
it: Invita persone a collaborare sul tuo disegno.
ja: あなたの絵に協力してくれる人を招待します。
ko: 당신의 그림에 함께 협업할 사람들을 초대하세요.
nl: Nodig mensen uit om samen aan je tekening te werken.
pl: Zaproś ludzi do współpracy nad Twoim rysunkiem.
pt: Convide pessoas para colaborar no seu desenho.
ru: Пригласите людей для совместной работы над вашим рисунком.
th: เชิญคนมาร่วมงานกับการวาดภาพของคุณ
tr: Çiziminiz üzerinde işbirliği yapması için insanları davet edin.
vi: Mời mọi người cùng hợp tác trong bản vẽ của bạn.
zh_hans: 邀请人们来协作你的绘画。
zh_hant: 邀請人們共同協作你的畫作。

# collaborationHomeTitle
source: Live Collaboration
ar: التعاون المباشر
de: Echtzeit-Zusammenarbeit
es: Colaboración en vivo
fr: Collaboration en direct
hi: सीधी सहयोग
it: Collaborazione dal vivo
ja: ライブコラボレーション
ko: 실시간 협업
nl: Live Samenwerking
pl: Współpraca na żywo
pt: Colaboração ao Vivo
ru: Живое сотрудничество
th: การทำงานร่วมกันแบบสด
tr: Canlı İşbirliği
vi: Hợp tác trực tiếp
zh_hans: 实时协作
zh_hant: 即時協作

# collaborationJoinRoomButtonJoin
source: Join
ar: انضم
de: Beitreten
es: Unirse
fr: Rejoindre
hi: शामिल हों
it: Unisciti
ja: 参加
ko: 참여하기
nl: Deelnemen
pl: Dołącz
pt: Entrar
ru: Присоединиться
th: เข้าร่วม
tr: Katıl
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

# collaborationJoinRoomErrorDescriptionInvalidLink
source: Invalid link.
ar: رابط غير صالح.
de: Ungültiger Link.
es: Enlace inválido.
fr: Lien invalide.
hi: अमान्य लिंक।
it: Link non valido.
ja: 無効なリンクです。
ko: 유효하지 않은 링크입니다.
nl: Ongeldige link.
pl: Nieprawidłowy link.
pt: Link inválido.
ru: Недействительная ссылка.
th: ลิงก์ไม่ถูกต้อง
tr: Geçersiz bağlantı.
vi: Liên kết không hợp lệ.
zh_hans: 无效链接。
zh_hant: 無效的鏈接。

# collaborationJoinRoomErrorDescriptionInvalidRoomID
source: The room code is invalid.
ar: رمز الغرفة غير صالح.
de: Der Raumcode ist ungültig.
es: El código de la sala no es válido.
fr: Le code de la salle est invalide.
hi: कमरा कोड अमान्य है।
it: Il codice della stanza non è valido.
ja: ルームコードが無効です。
ko: 방 코드가 유효하지 않습니다.
nl: De kamercode is ongeldig.
pl: Kod pokoju jest nieprawidłowy.
pt: O código da sala é inválido.
ru: Код комнаты недействителен.
th: รหัสห้องไม่ถูกต้อง。
tr: Oda kodu geçersiz.
vi: Mã phòng không hợp lệ.
zh_hans: 房间代码无效。
zh_hant: 房間代碼無效。

# collaborationJoinRoomLinkFieldLabel
source: Invitation link
ar: رابط الدعوة
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
hi: आमंत्रण लिंक
it: Link di invito
ja: 招待リンク
ko: 초대 링크
nl: Uitnodigingslink
pl: Link zaproszenia
pt: Link de convite
ru: Ссылка-приглашение
th: ลิงก์เชิญ
tr: Davet bağlantısı
vi: Liên kết mời
zh_hans: 邀请链接
zh_hant: 邀請鏈接

# collaborationJoinRoomSheetTitle
source: Join a room
ar: انضم إلى غرفة
de: Einem Raum beitreten
es: Unirse a una sala
fr: Rejoindre une salle
hi: एक कमरे में शामिल हों
it: Unisciti a una stanza
ja: 部屋に参加
ko: 방에 참여하기
nl: Neem deel aan een kamer
pl: Dołącz do pokoju
pt: Entrar em uma sala
ru: Присоединиться к комнате
th: เข้าร่วมห้อง
tr: Bir odaya katıl
vi: Tham gia một phòng
zh_hans: 加入房间
zh_hant: 加入房間

# collaborationNewRoomConfirmationDialogButtonCreateBlankRoom
source: Create a blank room
ar: إنشاء غرفة فارغة
de: Einen leeren Raum erstellen
es: Crear una sala en blanco
fr: Créer une salle vierge
hi: एक खाली कमरा बनाएँ
it: Crea una stanza vuota
ja: 空の部屋を作成
ko: 빈 방 만들기
nl: Maak een lege kamer
pl: Utwórz pusty pokój
pt: Criar uma sala em branco
ru: Создать пустую комнату
th: สร้างห้องว่าง
tr: Boş bir oda oluştur
vi: Tạo một phòng trống
zh_hans: 创建空房间
zh_hant: 創建空白房間

# collaborationNewRoomConfirmationDialogButtonCreateFromFile
source: Create from a file
ar: إنشاء من ملف
de: Aus einer Datei erstellen
es: Crear desde un archivo
fr: Créer à partir d'un fichier
hi: एक फ़ाइल से बनाएँ
it: Crea da un file
ja: ファイルから作成
ko: 파일에서 만들기
nl: Maak vanuit een bestand
pl: Utwórz z pliku
pt: Criar a partir de um arquivo
ru: Создать из файла
th: สร้างจากไฟล์
tr: Bir dosyadan oluştur
vi: Tạo từ một tệp
zh_hans: 从文件创建
zh_hant: 從文件創建

# collaborationNewRoomConfirmationDialogMessage
source: Choose how you’d like to start your collaborative space. You can begin with a blank room or import content from an existing file.
ar: اختر كيف تريد بدء مساحة التعاون الخاصة بك. يمكنك البدء بغرفة فارغة أو استيراد محتوى من ملف موجود.
de: Wähle, wie du deinen gemeinsamen Arbeitsbereich starten möchtest. Du kannst mit einem leeren Raum beginnen oder Inhalte aus einer vorhandenen Datei importieren.
es: Elige cómo te gustaría comenzar tu espacio colaborativo. Puedes empezar con una sala en blanco o importar contenido de un archivo existente.
fr: Choisissez comment vous souhaitez démarrer votre espace collaboratif. Vous pouvez commencer avec une salle vierge ou importer du contenu à partir d'un fichier existant.
hi: चुनें कि आप अपना सहयोगात्मक स्थान कैसे शुरू करना चाहते हैं। आप एक खाली कमरे से शुरू कर सकते हैं या मौजूदा फ़ाइल से सामग्री आयात कर सकते हैं।
it: Scegli come vuoi iniziare il tuo spazio di collaborazione. Puoi iniziare con una stanza vuota o importare contenuti da un file esistente.
ja: コラボレーティブスペースの開始方法を選択してください。空の部屋から始めるか、既存のファイルからコンテンツをインポートできます。
ko: 협업 공간을 시작하는 방법을 선택하세요. 빈 방으로 시작하거나 기존 파일에서 내용을 가져올 수 있습니다.
nl: Kies hoe je je samenwerkingsruimte wilt starten. Je kunt beginnen met een lege kamer of inhoud importeren vanuit een bestaand bestand.
pl: Wybierz, jak chciałbyś rozpocząć swoją przestrzeń do współpracy. Możesz zacząć od pustego pokoju lub zaimportować treści z istniejącego pliku.
pt: Escolha como você gostaria de iniciar seu espaço colaborativo. Você pode começar com uma sala em branco ou importar conteúdo de um arquivo existente.
ru: Выберите, как вы хотите начать ваше совместное пространство. Вы можете начать с пустой комнаты или импортировать содержимое из существующего файла.
th: เลือกวิธีที่คุณต้องการเริ่มพื้นที่การทำงานร่วมกันของคุณ คุณสามารถเริ่มด้วยห้องว่างหรือดึงเนื้อหาจากไฟล์ที่มีอยู่
tr: İşbirlikçi alanınızı başlatmak için nasıl bir yol seçmek istersiniz? Boş bir oda ile başlayabilir veya mevcut bir dosyadan içerik içe aktarabilirsiniz.
vi: Chọn cách bạn muốn bắt đầu không gian hợp tác của mình. Bạn có thể bắt đầu với một phòng trống hoặc nhập nội dung từ một tệp hiện có.
zh_hans: 选择你希望如何开始你的协作空间。你可以从空房间开始或从现有文件导入内容。
zh_hant: 選擇你希望如何開始你的協作空間。你可以從空白房間開始或從現有文件導入內容。

# collaborationNewRoomConfirmationDialogTitle
source: Create a new room
ar: إنشاء غرفة جديدة
de: Einen neuen Raum erstellen
es: Crear una nueva sala
fr: Créer une nouvelle salle
hi: एक नया कमरा बनाएँ
it: Crea una nuova stanza
ja: 新しい部屋を作成
ko: 새 방 만들기
nl: Maak een nieuwe kamer
pl: Utwórz nowy pokój
pt: Criar uma nova sala
ru: Создать новую комнату
th: สร้างห้องใหม่
tr: Yeni bir oda oluştur
vi: Tạo một phòng mới
zh_hans: 创建新房间
zh_hant: 創建新房間

# collaborationRoomsTitle
source: Your rooms
ar: غرفك
de: Ihre Räume
es: Tus salas
fr: Vos espaces
hi: आपके कमरे
it: Le tue stanze
ja: あなたのルーム
ko: 내 방
nl: Uw ruimtes
pl: Twoje pokoje
pt: Suas salas
ru: Ваши комнаты
th: ห้องของคุณ
tr: Odalarınız
vi: Các phòng của bạn
zh_hans: 你的房间
zh_hant: 你的房間
